import React from 'react';

const Misto = () => {
	return (
		<nav className='hobby'>
			<div className='hobby__text'>
				Моє хобі — баскетбол Моє найбільше захоплення — баскетбол. Гра для мене стала не просто спортом, а способом самовираження, можливістю відчути командний
				дух і випробувати власні сили. Я захоплююсь баскетболом, тому що він вимагає поєднання швидкості, сили, розуму та точності — саме те, що робить кожен
				матч по-своєму унікальним. Я взяв це з GPT не знав що вписати
			</div>
		</nav>
	);
};

export default Misto;
